[A_Implosion_Buff_boss H7BaseBuff]
mName="内向爆裂回响"
mTooltip="在下一个战斗回合开始时，对生物队伍施放内向爆裂法术，造成当前总生命值%d的%d.icon伤害。"

[Ability.A_AerialStorm_Attack_boss H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="风暴空袭"
mTooltip="当此生物获得士气点时，它对相邻目标施加%spell.name。此生物的攻击命中多个目标，并造成%d %icon_air气系伤害。"

[Ability.A_dur_a_cuire_boss H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战斗狂热"
mTooltip="在此生物每回合开始时，其%ICON_ATTACK攻击增加3，伤害增加10。"

[Ability.A_MagmaPond_boss H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="熔岩之怒"
mTooltip="当此生物受益于高昂士气时，它会在生物脚下创建一个4x4的岩浆池，持续到战斗回合结束。进入或在其回合开始时位于岩浆池中的生物受到%buff1.buff.d1.min %icon_fire火焰伤害。"

[Ability.A_MagmaPond_Buff_boss H7BaseBuff]
mName="熔岩之怒"
mTooltip=""

[Ability.A_MeleeAttack_bossair H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="风之攻击"
mTooltip="此生物的攻击造成%d %icon_air气系伤害。"

[Ability.A_MeleeAttack_bossdark H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="暗影攻击"
mTooltip="此生物的攻击造成%d %icon_dark暗影伤害。"

[Ability.A_MeleeAttack_bossearth H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="岩石攻击"
mTooltip="此生物的攻击造成%d %icon_earth土系伤害。"

[Ability.A_MeleeAttack_bossfire H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="火焰攻击"
mTooltip="此生物的攻击造成%d %icon_fire火焰伤害。"

[Ability.A_MeleeAttack_bosslight H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="光明攻击"
mTooltip="此生物的攻击造成%d %icon_light光明伤害。"

[Ability.A_MeleeAttack_bosswater H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="水流攻击"
mTooltip="此生物的攻击造成%d %icon_water水流伤害。"

[Ability.A_MeleeAttack_prime H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="棱晶攻击"
mTooltip="此生物的攻击造成%d %icon_prime源力伤害。"

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="浪潮回返"
mTooltip="当此生物受到伤害时，它有25%的几率触发海啸，对所有敌方生物造成%d.min到%d.max %ICON_Water水流伤害。"

[Ability.A_Oasis_boss H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="生命之源"
mTooltip="该生物在其回合开始时治疗%d.min %icon_health生命值。"

[Ability.A_PiercingShot H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="辐射"
mTooltip="对目标生物及相邻生物造成%d.min伤害%icon_light光明伤害。生物受到辐射，在%buff2.buff.durini回合内承受%buff2.buff.res1点魔法伤害。"

[Ability.A_PoisonedBlades_Buff_boss H7BaseBuff]
mName=" creeping shadows"
mTooltip="该生物在其回合开始时受到%d %ICON_DARK暗影伤害。此伤害每回合增加初始伤害值。持续%durnow回合。"

[Ability.A_RangedAttack_Fire_Projectile_2boss H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Ability.A_RangedAttack_Prime_Projectile H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="内向投射物"
mTooltip="造成%d伤害%icon_prime源力伤害并对目标施加%spell.name。"

[Ability.A_RangedAttack_Water_boss H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Ability.A_Regeneration H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="生命光环"
mTooltip="此生物在其回合结束时治疗%d生命值。此值随生物的攻击力增加而增加。"

[Ability.A_Regeneration_light H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="奇迹疗愈"
mTooltip="此生物每次移动时治疗%d。"

[Ability.A_ShadowOfDeath_boss H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="死亡之影"
mTooltip="被击中的生物在%buff1.buff.durini回合内获得%buff1.buff.stat %icon_health生命值（不可叠加）。目标中毒，在其回合开始时受到%buff2.buff.d %ICON_DARK暗影伤害。持续%buff2.buff.durini回合。"

[Ability.A_ShadowOfDeath_Buff_boss H7BaseBuff]
mName="死亡之影"
mTooltip="%stat %icon_health的最大生命值，持续%durnow回合。"

[Ability.A_WindShield_boss H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="风之护盾"
mTooltip="该生物免疫其在每回合战斗中所受到的第一次伤害。"

[creature_boss.A_CreatureAirElemental_boss H7Creature]
mName="至高气元素"
mLore=""

[creature_boss.A_CreatureDarknessElemental_boss H7Creature]
mName="至高暗影元素"
mLore=""

[creature_boss.A_CreatureEarthElemental_boss H7Creature]
mName="至高土元素"
mLore=""

[creature_boss.A_CreatureFireElemental_boss H7Creature]
mName="至高火元素"
mLore=""

[creature_boss.A_CreatureLightElemental_boss H7Creature]
mName="至高光元素"
mLore=""

[creature_boss.A_CreatureLiquideAura H7Creature]
mName="至高源力元素"
mLore=""

[creature_boss.A_CreatureWaterElemental_boss H7Creature]
mName="至高水元素"
mLore=""

[New_building.A_ElementalConflux_new H7BattleSite]
mDescription="元素汇点的宝物由强大的精魂守护。"
mName=""

v1.40

[Name.A_bosss_Name2 H7GlobalName]
mName="女王巢穴"

[Name.A_CrystalOfPower2_Name H7GlobalName]
mName="高级能量水晶"

[Name.A_CrystalOfWarding2_Name H7GlobalName]
mName="高级防护水晶"

[Name.A_DragonCelestia_Name H7GlobalName]
mName="龙神圣域"

[Name.A_old_conflux H7GlobalName]
mName="元素挑战之塔"

[Name.A_StoneOfEnlightenment_2_Name H7GlobalName]
mName="高级启蒙之石"

[Name.A_StoneOfEnlightenment_3_Name H7GlobalName]
mName="先祖启蒙之石"